Repository: elementary/settings-mouse-touchpad
Catalog: po/extra/*.po
Languages: de, es, nl, nn, pl, ru, sk, sv, tr, zh_tw

source: Mouse &amp; Touchpad Settings
de: Maus- und Touchpad-Einstellungen
es: Configuración de Ratón y panel táctil
nl: Muis &amp; Touchpad Instellingen
nn: Innstillingar for mus og peikeflate
pl: Ustawienia myszy i panelu dotykowego
ru: Параметры Мыши и сенсорной панели
sk: Nastavenia myši a touchpadu
sv: Inställningar för mus och pekplatta
tr: Fare ve Dokunmatik Yüzey Ayarları
zh_tw: 滑鼠和觸控板設定

source: Configure mouse and touchpad
de: Maus und Tastfeld einrichten
es: Configurar el ratón y el panel táctil
nl: Configureer muis en touchpad
nn: Konfigurer mus og peikeplate
pl: Skonfiguruj myszkę i panel dotykowy
ru: Настройка мыши и сенсорной панели
sk: Nastavujte myš a touchpad
sv: Konfigurera mus och pekplatta
tr: Fare ve dokunmatik yüzeyi yapılandırın
zh_tw: 調整滑鼠和觸控板設定

source: Minor updates:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
nl: Kleine updates:
nn: Mindre oppdateringar:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
zh_tw: 小型更新：

source: Update for OS 7
es: Actualizado a OS 7
nl: Update voor OS 7
nn: Oppdatert for OS 7
ru: Обновлено до OS 7
sv: Uppdatering för OS 7
tr: OS 7 için güncelleme
zh_tw: 為 elementary OS 7 進行更新

source: Updated translations
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
nl: Bijgewerkte vertalingen
nn: Oppdaterte over­setningar
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
zh_tw: 翻譯更新

source: New features:
de: Neue Funktionen:
es: Nuevas características:
nl: Nieuwe functies:
nn: Nye funksjonar:
pl: Nowe funkcje:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
tr: Yeni özellikler:
zh_tw: 新功能：

source: New toggle for “Double-tap and move to drag”
de: Neuer Schalter für "Doppeltipp und Bewegen um zu Ziehen"
es: Nuevo botón para activar o desactivar «Doble pulsación y mover para arrastrar»
nl: Nieuwe schakelaar voor "Dubbeltik en beweeg om te slepen"
nn: Nytt valg for "Dobbelttrykk og flytt for å dra"
pl: Nowy przełącznik dla „Stuknij dwa razy i przesuń by przeciągnąć”
ru: Новый переключатель «Перемещение при двойном касании»
sk: Nový prepínač pre „Dvojklikom a posúvaním presúvať“
sv: Ny växling för "Dubbeltryck och flytta för att dra"
zh_tw: 新增「雙擊並移動以拖曳」開關

source: Multitouch gesture options
de: Optionen für Multitouch-Gesten
es: Opciones de gestos multi toque
nl: Multitouch gebaaropties
nn: Valg for fleirpunktstrykk
pl: Opcje gestów wielodotykowych
ru: Параметры мультитач-жестов
sk: Možnosti multidotykových gest
sv: Alternativ för flertrycksgester
tr: Çoklu dokunma hareketi seçenekleri eklendi
zh_tw: 多點手勢選項

source: Add more snap points to pointer speed sliders
de: Mehr Einrastpunkte zum Slider für Mauszeigergeschwindigkeit hinzugefügt
es: Se agregaron más puntos de ancla, y controles deslizantes para velocidades
nl: Voeg meer klikpunten toe aan schuifregelaars voor aanwijzersnelheid
nn: Vel fleire festepunkt i valg for hastighet på peikaren
pl: Dodano więcej punktów przyciągania do suwaka prędkości kursora
ru: Добавлено больше точек охвата для настройки скорости указателя
sk: Pridané viaceré body prichytenia na posuvníky rýchlosti ukazovateľa
sv: Lägg till fler fästpunkter till draglister för pekarhastighet
tr: İşaretçi hızı kaydırıcılarına daha fazla nokta eklendi
zh_tw: 在指標速度選項的滑動條上加入更多固定的設定點

source: Redesigned touchpad settings
de: Neu designte Touchpad Einstellungen
es: Se rediseñó la configuración del panel táctil
nl: Opnieuw ontworpen touchpad-instellingen
nn: Nytt design på innstillingane for peikeflata
pl: Przeprojektowano ustawienia panelu dotykowego
ru: Изменён дизайн параметров сенсорной панели
sk: Prerobené nastavenia touchpadu
sv: Omarbetade inställningar för pekplattan
tr: Dokunmatik yüzey ayarları yeniden tasarlandı
zh_tw: 重新設計觸控板設定

source: Fix stretched switches when using large text
de: Verzogene Schalter repariert, die auftraten, wenn zu grosser Text verwendet wurde
nn: Fiksa feil med strokne brytarar når ein brukar stor tekst
pl: Naprawiono rozciągnięte przełączniki przy używaniu dużego tekstu
ru: Исправление растянутых переключателей при использовании большого текста
sk: Opravené roztiahnuté prepínače pri použití veľkého textu
tr: Büyük metin kullanırken genişleyen anahtarlar düzeltildi

source: Add Dwell Click and Pointer size settings
de: Einstellungen für Verweil-Klicken und Mauszeigergrößen hinzugefügt
nn: Lagt til val for dveletrykk og storleik på peikaren
pl: Dodano ustawienia długich kliknięć oraz rozmiaru kursora
ru: Добавлены параметры для Автонажатия при наведении курсора и Размера указателя
sk: Pridané nastavenia Oneskoreného kliknutia a Veľkosti ukazovateľa
tr: Otomatik tıklama ve İşaretçi boyutu ayarları eklendi

source: Other updates:
de: Weitere Aktualisierungen:
nn: Andre oppdateringar:
pl: Inne aktualizacje:
ru: Остальные обновления:
sk: Iné aktualizácie:
tr: Diğer güncellemeler:

source: Also listen to secondary button clicks when selecting Primary Button
de: Auch Klicks auf sekundäre Buttons beachten wenn der primäre Button gewählt ist
nn: Få med sekundærtrykk når du vel hovedknapp
pl: Dodano nasłuchiwanie przycisku drugorzędnego przy wybieraniu przycisku pierwszorzędnego
ru: Также учитываются нажатия на вторую кнопку мыши при выборе основной клавиши
sk: Tiež očakávať kliknutia vedľajšieho tlačidla pri výbere Hlavného tlačidla
tr: Ayrıca Birincil Düğmeyi seçerken ikincil düğme tıklamalarını da dinleyin

source: Fix an issue where primary button selection doesn't apply in left-to-right languages
de: Fehler behoben, bei dem die Anwahl des Primär-Buttons nicht in von rechts nach links gelesenen Sprachen funktionierte
nn: Fiksa ein feil der valg av hovedknapp ikkje vart fulgt når ein brukte språk som går frå venstre mot høgre
pl: Naprawiono problem z wyborem przycisku pierwszorzędnego nie działającym w językach od prawej do lewej
ru: Устранена проблема, из-за которой выбор основной кнопки мыши не применялся на языках слева направо
sk: Opravený problém, kde výber hlavným tlačidlom myši neplatí pre jazyky písané sprava doľava
tr: Soldan sağa dillerde birincil düğme seçiminin uygulanmamasına neden olan bir sorun düzeltildi

source: New Sidebar navigation
de: Neue Sidebar-Navigation
nn: Nytt sidefelt for navigasjon
pl: Nowa nawigacja przy użyciu panelu bocznego
ru: Новая боковая панель навигации
sk: Nová navigácia bočného panela
tr: Yeni kenar çubuğu gezintisi

source: Fix middle click not appearing
de: Fehler behoben, bei dem der Mittelklick nicht berücksichtigt wurde
nn: Fiksa ein feil der midttrykk ikkje vart vist
pl: Naprawiono niepojawiające się kliknięcia środkowym przyciskiem myszy
ru: Исправлен неработающий щелчок средней кнопки мыши
sk: Opravené chýbajúce nastavenie pre kliknutie stredným tlačidlom (kolieskom)
tr: Orta tıklatmanın görünmemesi düzeltildi

source: Add Double-Click speed
de: Doppelklickgeschwindigkeit hinzufügen
nn: Lagt til hastigheit på dobbeltrykk
pl: Dodano prędkość podwójnego kliknięcia
ru: Добавлена скорость двойного нажатия
sk: Pridaná rýchlosť dvojkliku
tr: Çift tıklatma hızı eklendi

source: Improved screen reader compatibility
es: Se mejoró la compatibilidad con lectores de pantalla
nl: Verbeterde schermlezer compatibiliteit
sv: Förbättrad kompatibilitet med skärmläsare
zh_tw: 改善螢幕閱讀器相容性

source: Sidebar position is now remembered
es: Ahora se recuerda la posición de la barra lateral
nl: Zijbalk positie wordt nu onthouden
sv: Sidofältets position är nu ihågkommen
zh_tw: 現在會記住側邊欄的位置

source: Redesigned, easier to read views with more helpful descriptions
es: Vistas rediseñadas para ser más fáciles de leer y con descripciones más útiles
nl: Opnieuw ontworpen, makkelijker om weergaven te lezen met behulpzamere beschrijvingen
sv: Omarbetade, mer lättlästa vyer med fler användbara beskrivningar
zh_tw: 重新設計，提供更有幫助的說明與更容易理解的畫面

source: Add "Cycle windows" and "Move active window to workspace" as gesture options
es: Se agregaron opciones de gestos para «Cambiar entre ventanas» y «Mover ventana activa al área de trabajo»
nl: Voeg "Cyclus vensters" en "Verplaats actieve vensters naar werkruimte" toe als gebaaropties
sv: Lägg till "Växla fönster" och "Flytta aktivt fönster till arbetsyta" som gestalternativ
zh_tw: 將「循環切換視窗」與「將作用中視窗移動到工作區」動作加入手勢選項
