Repository: elementary/settings-mouse-touchpad
Catalog: po/*.po
Languages: ckb, nn

source: Mouse & Touchpad
ckb: ماوس & تەچپاد
nn: Mus og peikeplate

source: Configure mouse and touchpad
ckb: ڕێکخستنی ماوس و تەچپاد
nn: Konfigurer mus og peikeplate

source: Clicking
ckb: کرتەکردن
nn: Trykking

source: Mouse
ckb: ماوس
nn: Mus

source: Pointing
ckb: نیشاندەر
nn: Peiking

source: Touchpad
ckb: تەچپاد
nn: Peikeplate

source: Tap to click
ckb: دەست لە تەچپاد بدە بۆ کرتەکردن
nn: Trykk for å klikke

source: Double-tap and move to drag
ckb: دەبڵ تاپ بکە و پەنجە بجوڵێنە بۆ ڕاکێشان
nn: Trykk to gongar og flytt for å dra

source: Ignore while typing
ckb: وەستاندنی لەکاتی نووسین
nn: Slå av medan du skriv

source: Ignore when mouse is connected
ckb: وەستاندنی کاتێک ماوس پەیوەست دەکەیت
nn: Ignorer når mus er kopla til

source: Gestures
ckb: جوڵەکان
nn: Bevegelsar

source: Multitasking View
ckb: دیمەنی مەڵتی-تاسکینگ
nn: Vis arbeidsområde

source: Switch Workspaces
ckb: گۆڕینی ناوچەکارەکان
nn: Bytte arbeidsområde

source: Maximize Window
ckb: گەورەکردنی پەنجەرە
nn: Utvid vindauge

source: Behavior
ckb: ڕەفتار
nn: Åtferd

# mouse-button
source: Left
ckb: چەپ

# mouse-button
source: Right
ckb: ڕاست

source: Long-press and release the primary button to secondary click
ckb: داگرتنی ماوە درێژی کرتەی سەرەکی بۆ ئەوەی کرتەی لاوەکی بکەیت
nn: Trykk lenge og slepp opp for å nytta sekundærtrykk

source: How quickly two clicks in a row will be treated as a double-click
ckb: بریتییە لە چۆنییەتی مامەڵەکردن لەگەڵ خێرایی نێوان دوو کرتە
nn: Kor raskt to trykk blir behandla som dobbelttrykk

source: Hold the pointer still to automatically click
ckb: وەستاندنی نیشاندەری ماوس لە جێگەیەک بۆ ئەوەی دوای ماوەیەک خۆکرانە کرتە بکات
nn: Hold peikaren i ro for å trykka automatisk

source: Middle or three-finger click on an input to paste selected text
ckb: بەکارهێنانی کرتەی ناوەڕاست یان دەست لێدان لە تەچپاد بە سێ پەنجە بۆ لکاندنی دەقێکی کۆپیکراو
nn: Trykk med midt- eller trefingertrykk på et datafelt vil lima inn markert tekst

source: Do nothing
ckb: با هیچ ڕوونەدات
nn: Ikkje gjer noko

source: Switch to workspace
ckb: گۆڕینی ناوچەکار
nn: Bytt arbeidsområde

source: Three fingers:
ckb: سێ پەنجە:
nn: Tre fingrar:

source: Four fingers:
ckb: چوار پەنجە:
nn: Fire fingrar:

source: Swipe Horizontally
ckb: جوڵاندنی پەنجە بە ئاسۆیی
nn: Sveip horisontalt

source: Swipe Up
ckb: جوڵاندنی پەنجە بۆ سەرەوە
nn: Sveip opp

source: Zoom
ckb: گەورکردن
nn: Forstørr

source: Pinch
ckb: پینچ
nn: Klyp

source: Toggle maximized
ckb: گەورەکردن و بچوکردنی پەنجەرە
nn: Veksla til fullt vindauge

source: Devices
ckb: ئامێرەکان
nn: Einingar

source: Hardware default
ckb: دۆخی بنەڕەتی ڕەقەکاڵا
nn: Standard for maskinvara

source: None
ckb: هیچ
nn: Ingen

source: Adaptive
ckb: خۆگونجاندن
nn: Tilpassa automatisk

source: This disables both levels of keys on the numeric keypad
ckb: ئەمە هەردوو ئاستی کلیلەکان لە کیپادی ژمارەیی ڕادەگرێت
nn: Dette slår av begge feltene for tastar på nummertastfeltet

source: Small
ckb: بچوک
nn: Liten

source: Medium
ckb: ناوەند
nn: Mellomstor

source: Large
ckb: گەورە
nn: Stor

source: Pressing the control key will highlight the position of the pointer
ckb: پەنجەنان بە کلیلی کۆنترۆڵ، شوێنی نیشاندەری ماوس دیاری دەکات
nn: Marker peikaren sin posisjon ved trykk på Ctrl-tasten på tastaturet

source: Multitouch
ckb: مەڵتی تەچ
nn: Fleirpunktsberøring

source: Areas
ckb: ناوچەکان
nn: Område

source: Two-finger
ckb: دوو پەنجە
nn: To fingrar

source: Edge
ckb: قەراخ
nn: Kant

source: While typing
ckb: لە کاتی نووسین
nn: Medan du skriv

source: When mouse is connected
ckb: کاتێک ماوس پەیوەستە
nn: Medan ei mus er kopla til

source: Left
nn: Venstre

source: Right
nn: Høgre
